Repository: virtual-labs/exp-determination-physical-parameters-amrt
Catalog: simulation/locale/*/messages.po
Languages: hi_in

source: help1
hi_in: ' चयन परीक्षण' लटकती का उपयोग कर परीक्षण का चयन करें।

source: help2
hi_in: चयनित परीक्षण 'पानी का पीएच पढ़ने ' है तो ' मानकीकरण ' लटकती का उपयोग कर बफर समाधान 1 और 2 का चयन करें।

source: help3
hi_in: यदि परीक्षण 'मैलापन' है तो ' मानकीकरण ' बटन पर क्लिक करें formazin का उपयोग कर उपकरण का मानकीकरण करने के लिए।

source: help4
hi_in: ' पानी का नमूना चुनें' लटकती का उपयोग कर पानी के नमूने का चयन करें।

source: help5
hi_in: बटन ' पर स्विच ' पर क्लिक करें प्रत्येक पानी के नमूने लिए पीएच मान खोजने के लिए।

source: help6
hi_in: यदि परीक्षण 'मैलापन' है तो ' मानकीकरण ' बटन पर क्लिक करें Formaline का उपयोग कर उपकरण का मानकीकरण करने के लिए।

source: help7
hi_in: ' पानी का नमूना चुनें' लटकती का उपयोग कर पानी के नमूने का चयन करें।

source: help8
hi_in: नमूना लोड और प्रत्येक नमूना के लिए मैलापन मूल्य खोजने के लिए ' लोड नमूना ' बटन पर क्लिक करें।

source: help9
hi_in: परीक्षण ' विद्युत चालकता ' है , तो उपकरण का उपयोग कर KCl मानकीकृत करने के लिए ' मानकीकरण ' बटन पर क्लिक करें।

source: help10
hi_in: ' पानी का नमूना चुनें' लटकती का उपयोग कर पानी के नमूने का चयन करें।

source: help11
hi_in: बटन ' पर स्विच ' पर क्लिक करें प्रत्येक पानी के नमूने लिए विद्युत चालकता मूल्य खोजने के लिए।

source: help12
hi_in: का उपयोग करते हुए 'रीसेट' बटन प्रयोग रीसेट करें।

source: Next
hi_in: अगला

source: Close
hi_in: बंद करे

source: Water Analysis : Physical Content
hi_in: जल विश्लेषण : भौतिक सामग्री

source: Select test
hi_in: परीक्षण का चयन

source: Standardisation
hi_in: मानकीकरण

source: Select water sample
hi_in: पानी के नमूने का चयन

source: Switch On
hi_in: खोलना

source: Load Sample
hi_in: लोड नमूना

source: pH meter
hi_in: पीएच मीटर

source: Nephelometer
hi_in: नेफेलोमीटर

source: Conductivity meter
hi_in: चालकता मीटर

source: pH value
hi_in: पीएच मान

source: Variables
hi_in: चर

source: Result
hi_in: परिणाम

source: copyright
hi_in: कॉपीराइट © अमृता विश्वविद्यालय 2015 - 2009

source: pH reading of water
hi_in: पानी का पीएच पढ़ने

source: Turbidity
hi_in: मैलापन

source: Electrical conductivity
hi_in: विद्युत चालकता

source: Buffer solution1 (4.0 pH)
hi_in: बफर समाधान 1 ( 4.0 पीएच)

source: Buffer solution2 (7.0 pH)
hi_in: बफर समाधान 2 ( 7.0 पीएच)

source: Select sample
hi_in: चुनिंदा नमूना

source: Tap water
hi_in: नल का पानी

source: Well water
hi_in: अच्छा पानी

source: Distilled water
hi_in: आसुत जल

source: Sea water
hi_in: समुद्र का पानी

source: Switch on
hi_in: खोलना

source: Switch off
hi_in: बंद करना

source: Formazin suspension(20 NTU)
hi_in: निलंबन फोरमज़ीन(20 NTU)

source: Drinking water
hi_in: पीने का पानी

source: S/cm
hi_in: µसेकंड / सेमी

source: KCI(0.01 M-1412 S/cm)
hi_in: KCI ( 0.01 एम -1412 µसेकंड / सेमी)

source: Totally pure water
hi_in: पूरी तरह से शुद्ध पानी

source: Typical DI water
hi_in: ठेठ डि पानी

source: RO water
hi_in: आरओ पानी

source: Potable water (max)
hi_in: पीने योग्य पानी ( अधिकतम)

source: Brackish water
hi_in: खारा पानी
